Revit 2027 API
ParameterTypeId.DimLeaderArrowhead Property
 "Tick Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimLeaderArrowhead { get; }
Public Shared ReadOnly Property DimLeaderArrowhead As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimLeaderArrowhead {
	ForgeTypeId^ get ();
}
static member DimLeaderArrowhead : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace